let arr=[
    {"Банк":"ПриватБанк","КількістьДокументів":17751,"Позитивні":2582,"Нейтральні":13409,"Негативні":1922,"MFI":1.398,"MV":2104,"MQ":0.834,"NS":0.037,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк": "РайффайзенБанк","КількістьДокументів":2512,"Позитивні":511,"Нейтральні":1904,"Негативні":97,"MFI":5.56,"MV":390,"MQ":1.076,"NS":0.154,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"СБЕРБАНК","КількістьДокументів":5151,"Позитивні":836,"Нейтральні":2798,"Негативні":1517,"MFI":0.63,"MV":205,"MQ":0.333,"NS":-0.118,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"ПУМБ","КількістьДокументів":2264,"Позитивні":587,"Нейтральні":1620,"Негативні":57,"MFI":10.898,"MV":383,"MQ":1.174,"NS":0.225,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"УНІВЕРСАЛ_БАНК","КількістьДокументів":850,"Позитивні":88,"Нейтральні":716,"Негативні":46,"MFI":3.309,"MV":114,"MQ":0.923,"NS":0.041,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"АЛЬФА_БАНК","КількістьДокументів":3087,"Позитивні":765,"Нейтральні":1959,"Негативні":363,"MFI":2.069,"MV":395,"MQ":0.897,"NS":0.124,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"ОТП_БАНК","КількістьДокументів":1409,"Позитивні":250,"Нейтральні":1113,"Негативні":46,"MFI":6.907,"MV":217,"MQ":1.072,"NS":0.14,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"Укрексімбанк","КількістьДокументів":4477,"Позитивні":388,"Нейтральні":3053,"Негативні":1036,"MFI":3.391,"MV":251,"MQ":0.738,"NS":-0.006,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"УКРГАЗБАНК","КількістьДокументів":2803,"Позитивні":436,"Нейтральні":2204,"Негативні":163,"MFI":3.427,"MV":393,"MQ":0.977,"NS":0.091,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067},
    {"Банк":"СІТІБАНК","КількістьДокументів":275,"Позитивні":13,"Нейтральні":244,"Негативні":18,"MFI":0.893,"MV":33,"MQ":0.848,"NS":-0.02,"AVR_MFI":3.848,"AVR_MV":449,"AVR_MQ":0.887,"AVR_NS":0.067}

]
let a=[];
let a_MFI=[];

for(let i=0;i<10;i++){

    a[i]= [arr[i].Банк, arr[i].КількістьДокументів, arr[i].Позитивні, arr[i].Нейтральні, arr[i].Негативні, arr[i].MFI, arr[i].MV, arr[i].MQ, arr[i].NS];


    a_MFI[i]=[arr[i].Банк, arr[i].MFI, arr[i].AVR_MFI];

}
let arr1=[
    {"Банк":"ПриватБанк","Прибуток":21211.6,"ЗМІ":17751,"Форум":1707},
    {"Банк":"Райффайзен Банк","Прибуток":3636.6,"ЗМІ":2512,"Форум":505},
    {"Банк":"СБЕРБАНК","Прибуток":3404.1,"ЗМІ":5151,"Форум":312},
    {"Банк":"ПУМБ","Прибуток":3020.6,"ЗМІ":2264,"Форум":1220},
    {"Банк":"УНІВЕРСАЛ БАНК","Прибуток":2461.5,"ЗМІ":850,"Форум":65},
    {"Банк":"АЛЬФА-БАНК","Прибуток":2458.1,"ЗМІ":3087,"Форум":1436},
    {"Банк":"ОТП БАНК","Прибуток":2066.1,"ЗМІ":1409,"Форум":156},
    {"Банк":"Укрексімбанк","Прибуток":1749.9,"ЗМІ":4477,"Форум":341},
    {"Банк":"УКРГАЗБАНК","Прибуток":1747.8,"ЗМІ":2803,"Форум":390},
    {"Банк":"СІТІБАНК","Прибуток":1224.6,"ЗМІ":272,"Форум":12}


]
let a1=[];
for(let i=0;i<10;i++){

    a1[i]= [arr1[i].Банк, arr1[i].Прибуток, arr1[i].ЗМІ, arr1[i].Форум];
    a1.push(a1[i]);
}

let arr2=[
    {"Банк":"ПриватБанк","SoV":41.6},
    {"Банк":"Райффайзен Банк","SoV":6.5},
    {"Банк":"СБЕРБАНК","SoV":11.7},
    {"Банк":"ПУМБ","SoV":7.5},
    {"Банк":"УНІВЕРСАЛ БАНК","SoV":2},
    {"Банк":"АЛЬФА-БАНК","SoV":9.7},
    {"Банк":"ОТП БАНК","SoV":3.3},
    {"Банк":"Укрексімбанк","SoV":10.3},
    {"Банк":"УКРГАЗБАНК","SoV":6.8},
    {"Банк":"СІТІБАНК","SoV":0.6}

]
let a2=[];
for(let i=0;i<10;i++){

    a2[i]= [arr2[i].Банк, arr2[i].SoV];

}

let arr3=[
    {"Дата":"2021.05","Позитивні_1":473,"Нейтральні_1":2309,"Негативні_1":298,"Позитивні_2":84,"Нейтральні_2":299,"Негативні_2":19,"Позитивні_3":125,"Нейтральні_3":430,"Негативні_3":196,"Позитивні_4":131,"Нейтральні_4":268,"Негативні_4":7,"Позитивні_5":19,"Нейтральні_5":71,"Негативні_5":14,"Позитивні_6":144,"Нейтральні_6":242,"Негативні_6":56,"Позитивні_7":51,"Нейтральні_7":150,"Негативні_7":4,"Позитивні_8":50,"Нейтральні_8":304,"Негативні_8":19,"Позитивні_9":72,"Нейтральні_9":311,"Негативні_9":65,"Позитивні_10":1,"Нейтральні_10":31,"Негативні_10":4},
    {"Дата":"2021.06","Позитивні_1":352,"Нейтральні_1":2057,"Негативні_1":251,"Позитивні_2":63,"Нейтральні_2":243,"Негативні_2":14,"Позитивні_3":149,"Нейтральні_3":433,"Негативні_3":260,"Позитивні_4":52,"Нейтральні_4":169,"Негативні_4":8,"Позитивні_5":6,"Нейтральні_5":65,"Негативні_5":2,"Позитивні_6":118,"Нейтральні_6":263,"Негативні_6":60,"Позитивні_7":28,"Нейтральні_7":150,"Негативні_7":5,"Позитивні_8":80,"Нейтральні_8":413,"Негативні_8":14,"Позитивні_9":71,"Нейтральні_9":341,"Негативні_9":12,"Позитивні_10":1,"Нейтральні_10":31,"Негативні_10":3},
    {"Дата":"2021.07","Позитивні_1":383,"Нейтральні_1":1854,"Негативні_1":299,"Позитивні_2":82,"Нейтральні_2":293,"Негативні_2":24,"Позитивні_3":143,"Нейтральні_3":503,"Негативні_3":262,"Позитивні_4":58,"Нейтральні_4":196,"Негативні_4":7,"Позитивні_5":6,"Нейтральні_5":107,"Негативні_5":16,"Позитивні_6":89,"Нейтральні_6":243,"Негативні_6":44,"Позитивні_7":26,"Нейтральні_7":149,"Негативні_7":17,"Позитивні_8":50,"Нейтральні_8":348,"Негативні_8":14,"Позитивні_9":62,"Нейтральні_9":337,"Негативні_9":17,"Позитивні_10":2,"Нейтральні_10":42,"Негативні_10":2},
    {"Дата":"2021.08","Позитивні_1":489,"Нейтральні_1":1827,"Негативні_1":449,"Позитивні_2":83,"Нейтральні_2":336,"Негативні_2":10,"Позитивні_3":140,"Нейтральні_3":462,"Негативні_3":248,"Позитивні_4":85,"Нейтральні_4":256,"Негативні_4":13,"Позитивні_5":23,"Нейтральні_5":155,"Негативні_5":3,"Позитивні_6":107,"Нейтральні_6":375,"Негативні_6":65,"Позитивні_7":53,"Нейтральні_7":184,"Негативні_7":5,"Позитивні_8":82,"Нейтральні_8":259,"Негативні_8":12,"Позитивні_9":109,"Нейтральні_9":399,"Негативні_9":20,"Позитивні_10":4,"Нейтральні_10":39,"Негативні_10":4},
    {"Дата":"2021.09","Позитивні_1":413,"Нейтральні_1":2102,"Негативні_1":337,"Позитивні_2":124,"Нейтральні_2":314,"Негативні_2":12,"Позитивні_3":134,"Нейтральні_3":380,"Негативні_3":281,"Позитивні_4":131,"Нейтральні_4":281,"Негативні_4":12,"Позитивні_5":24,"Нейтральні_5":159,"Негативні_5":7,"Позитивні_6":184,"Нейтральні_6":323,"Негативні_6":71,"Позитивні_7":49,"Нейтральні_7":229,"Негативні_7":6,"Позитивні_8":48,"Нейтральні_8":271,"Негативні_8":10,"Позитивні_9":67,"Нейтральні_9":338,"Негативні_9":16,"Позитивні_10":1,"Нейтральні_10":37,"Негативні_10":0},
    {"Дата":"2021.10","Позитивні_1":315,"Нейтральні_1":2122,"Негативні_1":180,"Позитивні_2":57,"Нейтральні_2":254,"Негативні_2":10,"Позитивні_3":119,"Нейтральні_3":400,"Негативні_3":247,"Позитивні_4":86,"Нейтральні_4":255,"Негативні_4":6,"Позитивні_5":4,"Нейтральні_5":40,"Негативні_5":3,"Позитивні_6":97,"Нейтральні_6":313,"Негативні_6":53,"Позитивні_7":22,"Нейтральні_7":121,"Негативні_7":4,"Позитивні_8":59,"Нейтральні_8":1119,"Негативні_8":803,"Позитивні_9":35,"Нейтральні_9":302,"Негативні_9":24,"Позитивні_10":2,"Нейтральні_10":31,"Негативні_10":3},
    {"Дата":"2021.11","Позитивні_1":157,"Нейтральні_1":1138,"Негативні_1":108,"Позитивні_2":18,"Нейтральні_2":165,"Негативні_2":8,"Позитивні_3":26,"Нейтральні_3":190,"Негативні_3":23,"Позитивні_4":44,"Нейтральні_4":195,"Негативні_4":4,"Позитивні_5":6,"Нейтральні_5":119,"Негативні_5":1,"Позитивні_6":26,"Нейтральні_6":200,"Негативні_6":14,"Позитивні_7":21,"Нейтральні_7":130,"Негативні_7":5,"Позитивні_8":19,"Нейтральні_8":339,"Негативні_8":164,"Позитивні_9":20,"Нейтральні_9":176,"Негативні_9":9,"Позитивні_10":1,"Нейтральні_10":33,"Негативні_10":0}


]
let arr_KP=[
    {"Дата":"2021.05","ПриватБанк":3012,"РайффайзенБанкАваль":402,"СБЕРБАНК":751,"ПУМБ":406,"УНІВЕРСАЛ_БАНК":104,"АЛЬФА_БАНК":442,"ОТП_БАНК":205,"Укрексімбанк":373,"УКРГАЗБАНК":448,"СІТІБАНК":36},
    {"Дата":"2021.06","ПриватБанк":2693,"РайффайзенБанкАваль":320,"СБЕРБАНК":842,"ПУМБ":229,"УНІВЕРСАЛ_БАНК":73,"АЛЬФА_БАНК":441,"ОТП_БАНК":183,"Укрексімбанк":507,"УКРГАЗБАНК":424,"СІТІБАНК":35},
    {"Дата":"2021.07","ПриватБанк":2424,"РайффайзенБанкАваль":399,"СБЕРБАНК":908,"ПУМБ":261,"УНІВЕРСАЛ_БАНК":129,"АЛЬФА_БАНК":376,"ОТП_БАНК":192,"Укрексімбанк":412,"УКРГАЗБАНК":416,"СІТІБАНК":46},
    {"Дата":"2021.08","ПриватБанк":2516,"РайффайзенБанкАваль":429,"СБЕРБАНК":850,"ПУМБ":354,"УНІВЕРСАЛ_БАНК":181,"АЛЬФА_БАНК":547,"ОТП_БАНК":242,"Укрексімбанк":353,"УКРГАЗБАНК":528,"СІТІБАНК":47},
    {"Дата":"2021.09","ПриватБанк":2715,"РайффайзенБанкАваль":450,"СБЕРБАНК":795,"ПУМБ":424,"УНІВЕРСАЛ_БАНК":190,"АЛЬФА_БАНК":578,"ОТП_БАНК":284,"Укрексімбанк":329,"УКРГАЗБАНК":421,"СІТІБАНК":39},
    {"Дата":"2021.10","ПриватБанк":3017,"РайффайзенБанкАваль":321,"СБЕРБАНК":766,"ПУМБ":347,"УНІВЕРСАЛ_БАНК":47,"АЛЬФА_БАНК":463,"ОТП_БАНК":147,"Укрексімбанк":1981,"УКРГАЗБАНК":361,"СІТІБАНК":36},
    {"Дата":"2021.11","ПриватБанк":1374,"РайффайзенБанкАваль":191,"СБЕРБАНК":239,"ПУМБ":243,"УНІВЕРСАЛ_БАНК":126,"АЛЬФА_БАНК":240,"ОТП_БАНК":156,"Укрексімбанк":522,"УКРГАЗБАНК":205,"СІТІБАНК":36}


]

let arr_MFI=[
    {"Дата":"2021.05","ПриватБанк":1.587,"РайффайзенБанкАваль":4.421,"СБЕРБАНК":0.638,"ПУМБ":18.714,"УНІВЕРСАЛ_БАНК":1.357,"АЛЬФА_БАНК":2.571,"ОТП_БАНК":12.75,"Укрексімбанк":2.632,"УКРГАЗБАНК":1.108,"СІТІБАНК":0.25},
    {"Дата":"2021.06","ПриватБанк":1.402,"РайффайзенБанкАваль":4.5,"СБЕРБАНК":0.573,"ПУМБ":6.5,"УНІВЕРСАЛ_БАНК":3,"АЛЬФА_БАНК":1.967,"ОТП_БАНК":5.6,"Укрексімбанк":5.714,"УКРГАЗБАНК":5.917,"СІТІБАНК":0.333},
    {"Дата":"2021.07","ПриватБанк":1.281,"РайффайзенБанкАваль":3.417,"СБЕРБАНК":0.546,"ПУМБ":8.286,"УНІВЕРСАЛ_БАНК":0.375,"АЛЬФА_БАНК":2.023,"ОТП_БАНК":1.529,"Укрексімбанк":3.571,"УКРГАЗБАНК":3.647,"СІТІБАНК":1},
    {"Дата":"2021.08","ПриватБанк":1.089,"РайффайзенБанкАваль":8.3,"СБЕРБАНК":0.565,"ПУМБ":6.538,"УНІВЕРСАЛ_БАНК":7.667,"АЛЬФА_БАНК":1.646,"ОТП_БАНК":10.6,"Укрексімбанк":6.833,"УКРГАЗБАНК":5.45,"СІТІБАНК":1},
    {"Дата":"2021.09","ПриватБанк":1.226,"РайффайзенБанкАваль":10.333,"СБЕРБАНК":0.477,"ПУМБ":10.917,"УНІВЕРСАЛ_БАНК":3.429,"АЛЬФА_БАНК":2.592,"ОТП_БАНК":8.167,"Укрексімбанк":4.8,"УКРГАЗБАНК":4.188,"СІТІБАНК":1},
    {"Дата":"2021.10","ПриватБанк":1.75,"РайффайзенБанкАваль":5.7,"СБЕРБАНК":0.482,"ПУМБ":14.333,"УНІВЕРСАЛ_БАНК":1.333,"АЛЬФА_БАНК":1.83,"ОТП_БАНК":5.5,"Укрексімбанк":0.073,"УКРГАЗБАНК":1.458,"СІТІБАНК":0.667},
    {"Дата":"2021.11","ПриватБанк":1.454,"РайффайзенБанкАваль":2.25,"СБЕРБАНК":1.13,"ПУМБ":11,"УНІВЕРСАЛ_БАНК":6,"АЛЬФА_БАНК":1.857,"ОТП_БАНК":4.2,"Укрексімбанк":0.116,"УКРГАЗБАНК":2.222,"СІТІБАНК":2}

]

let arr_MV=[
    {"Дата":"2021.05","ПриватБанк":2659,"РайффайзенБанкАваль":429,"СБЕРБАНК":288,"ПУМБ":516,"УНІВЕРСАЛ_БАНК":81,"АЛЬФА_БАНК":418,"ОТП_БАНК":244,"Укрексімбанк":366,"УКРГАЗБАНК":325,"СІТІБАНК":25},
    {"Дата":"2021.06","ПриватБанк":2259,"РайффайзенБанкАваль":341,"СБЕРБАНК":211,"ПУМБ":257,"УНІВЕРСАЛ_БАНК":73,"АЛЬФА_БАНК":379,"ОТП_БАНК":196,"Укрексімбанк":545,"УКРГАЗБАНК":459,"СІТІБАНК":27},
    {"Дата":"2021.07","ПриватБанк":2022,"РайффайзенБанкАваль":409,"СБЕРБАНК":265,"ПУМБ":298,"УНІВЕРСАЛ_БАНК":87,"АЛЬФА_БАНК":333,"ОТП_БАНК":167,"Укрексімбанк":420,"УКРГАЗБАНК":427,"СІТІБАНК":42},
    {"Дата":"2021.08","ПриватБанк":1907,"РайффайзенБанкАваль":482,"СБЕРБАНК":246,"ПУМБ":400,"УНІВЕРСАЛ_БАНК":195,"АЛЬФА_БАНК":459,"ОТП_БАНК":280,"Укрексімбанк":399,"УКРГАЗБАНК":577,"СІТІБАНК":39},
    {"Дата":"2021.09","ПриватБанк":2254,"РайффайзенБанкАваль":538,"СБЕРБАНК":86,"ПУМБ":519,"УНІВЕРСАЛ_БАНК":193,"АЛЬФА_БАНК":549,"ОТП_БАНК":315,"Укрексімбанк":347,"УКРГАЗБАНК":440,"СІТІБАНК":37},
    {"Дата":"2021.10","ПриватБанк":2392,"РайффайзенБанкАваль":348,"СБЕРБАНК":144,"ПУМБ":415,"УНІВЕРСАЛ_БАНК":42,"АЛЬФА_БАНК":401,"ОТП_БАНК":157,"Укрексімбанк":-369,"УКРГАЗБАНК":324,"СІТІБАНК":29},
    {"Дата":"2021.11","ПриватБанк":1236,"РайффайзенБанкАваль":185,"СБЕРБАНК":196,"ПУМБ":275,"УНІВЕРСАЛ_БАНК":129,"АЛЬФА_БАНК":224,"ОТП_БАНК":162,"Укрексімбанк":49,"УКРГАЗБАНК":198,"СІТІБАНК":35}


]
let arr_MQ=[
    {"Дата":"2021.05","ПриватБанк":0.883,"РайффайзенБанкАваль":1.067,"СБЕРБАНК":0.383,"ПУМБ":1.271,"УНІВЕРСАЛ_БАНК":0.779,"АЛЬФА_БАНК":0.946,"ОТП_БАНК":1.19,"Укрексімбанк":0.981,"УКРГАЗБАНК":0.725,"СІТІБАНК":0.694},
    {"Дата":"2021.06","ПриватБанк":0.839,"РайффайзенБанкАваль":1.066,"СБЕРБАНК":0.251,"ПУМБ":1.122,"УНІВЕРСАЛ_БАНК":1,"АЛЬФА_БАНК":0.859,"ОТП_БАНК":1.071,"Укрексімбанк":1.075,"УКРГАЗБАНК":1.083,"СІТІБАНК":0.771},
    {"Дата":"2021.07","ПриватБанк":0.834,"РайффайзенБанкАваль":1.025,"СБЕРБАНК":0.292,"ПУМБ":1.142,"УНІВЕРСАЛ_БАНК":0.674,"АЛЬФА_БАНК":0.886,"ОТП_БАНК":0.87,"Укрексімбанк":1.019,"УКРГАЗБАНК":1.026,"СІТІБАНК":0.913},
    {"Дата":"2021.08","ПриватБанк":0.758,"РайффайзенБанкАваль":1.124,"СБЕРБАНК":0.289,"ПУМБ":1.13,"УНІВЕРСАЛ_БАНК":1.077,"АЛЬФА_БАНК":0.839,"ОТП_БАНК":1.157,"Укрексімбанк":1.13,"УКРГАЗБАНК":1.093,"СІТІБАНК":0.83},
    {"Дата":"2021.09","ПриватБанк":0.83,"РайффайзенБанкАваль":1.196,"СБЕРБАНК":0.108,"ПУМБ":1.224,"УНІВЕРСАЛ_БАНК":1.016,"АЛЬФА_БАНК":0.95,"ОТП_БАНК":1.109,"Укрексімбанк":1.055,"УКРГАЗБАНК":1.045,"СІТІБАНК":0.949},
    {"Дата":"2021.10","ПриватБанк":0.793,"РайффайзенБанкАваль":1.084,"СБЕРБАНК":0.188,"ПУМБ":1.196,"УНІВЕРСАЛ_БАНК":0.894,"АЛЬФА_БАНК":0.866,"ОТП_БАНК":1.068,"Укрексімбанк":-0.186,"УКРГАЗБАНК":0.898,"СІТІБАНК":0.806},
    {"Дата":"2021.11","ПриватБанк":0.9,"РайффайзенБанкАваль":0.969,"СБЕРБАНК":0.82,"ПУМБ":1.132,"УНІВЕРСАЛ_БАНК":1.024,"АЛЬФА_БАНК":0.933,"ОТП_БАНК":1.038,"Укрексімбанк":0.094,"УКРГАЗБАНК":0.966,"СІТІБАНК":0.972}


]

let arr_NS=[
    {"Дата":"2021.05","ПриватБанк":0.057,"РайффайзенБанкАваль":0.162,"СБЕРБАНК":-0.095,"ПУМБ":0.305,"УНІВЕРСАЛ_БАНК":0.048,"АЛЬФА_БАНК":0.199,"ОТП_БАНК":0.229,"Укрексімбанк":0.083,"УКРГАЗБАНК":0.016,"СІТІБАНК":-0.083},
    {"Дата":"2021.06","ПриватБанк":0.038,"РайффайзенБанкАваль":0.153,"СБЕРБАНК":-0.132,"ПУМБ":0.192,"УНІВЕРСАЛ_БАНК":0.055,"АЛЬФА_БАНК":0.132,"ОТП_БАНК":0.126,"Укрексімбанк":0.13,"УКРГАЗБАНК":0.139,"СІТІБАНК":-0.057},
    {"Дата":"2021.07","ПриватБанк":0.033,"РайффайзенБанкАваль":0.145,"СБЕРБАНК":-0.131,"ПУМБ":0.195,"УНІВЕРСАЛ_БАНК":-0.078,"АЛЬФА_БАНК":0.12,"ОТП_БАНК":0.047,"Укрексімбанк":0.087,"УКРГАЗБАНК":0.108,"СІТІБАНК":0},
    {"Дата":"2021.08","ПриватБанк":0.014,"РайффайзенБанкАваль":0.17,"СБЕРБАНК":-0.127,"ПУМБ":0.203,"УНІВЕРСАЛ_БАНК":0.11,"АЛЬФА_БАНК":0.077,"ОТП_БАНК":0.198,"Укрексімбанк":0.198,"УКРГАЗБАНК":0.169,"СІТІБАНК":0},
    {"Дата":"2021.09","ПриватБанк":0.027,"РайффайзенБанкАваль":0.249,"СБЕРБАНК":-0.185,"ПУМБ":0.281,"УНІВЕРСАЛ_БАНК":0.089,"АЛЬФА_БАНК":0.196,"ОТП_БАНК":0.151,"Укрексімбанк":0.116,"УКРГАЗБАНК":0.121,"СІТІБАНК":0},
    {"Дата":"2021.10","ПриватБанк":0.052,"РайффайзенБанкАваль":0.146,"СБЕРБАНК":-0.167,"ПУМБ":0.231,"УНІВЕРСАЛ_БАНК":0.021,"АЛЬФА_БАНК":0.095,"ОТП_БАНК":0.122,"Укрексімбанк":-0.376,"УКРГАЗБАНК":0.03,"СІТІБАНК":-0.028},
    {"Дата":"2021.11","ПриватБанк":0.035,"РайффайзенБанкАваль":0.052,"СБЕРБАНК":0.013,"ПУМБ":0.165,"УНІВЕРСАЛ_БАНК":0.04,"АЛЬФА_БАНК":0.05,"ОТП_БАНК":0.103,"Укрексімбанк":-0.278,"УКРГАЗБАНК":0.054,"СІТІБАНК":0.028}


]
let arr_KR=[
    {"Банк":"ПриватБанк","КількістьДокументів":3036,"Позитивні":380,"Нейтральні":2355,"Негативні":301,"MFI":1.262,"MV":2513,"MQ":0.828,"NS":0.026,"AVR_MFI":3.435,"AVR_MV":1254.75,"AVR_MQ":0.806,"AVR_NS":0.055},
    {"Банк":"Райффайзен Банк Аваль","КількістьДокументів":899,"Позитивні":171,"Нейтральні":679,"Негативні":49,"MFI":3.49,"MV":923,"MQ":1.027,"NS":0.136,"AVR_MFI":3.435,"AVR_MV":1254.75,"AVR_MQ":0.806,"AVR_NS":0.055},
    {"Банк":"ПУМБ","КількістьДокументів":983,"Позитивні":210,"Нейтральні":748,"Негативні":25,"MFI":8.4,"MV":1118,"MQ":1.137,"NS":0.188,"AVR_MFI":3.435,"AVR_MV":1254.75,"AVR_MQ":0.806,"AVR_NS":0.055},
    {"Банк":"Сбербанк","КількістьДокументів":1986,"Позитивні":372,"Нейтральні":983,"Негативні":631,"MFI":0.59,"MV":465,"MQ":0.234,"NS":-0.130,"AVR_MFI":3.435,"AVR_MV":1254.75,"AVR_MQ":0.806,"AVR_NS":0.055}

]
let arr_D=[
    {"Банк":"Приватбанк","КількістьДокументів":965,"Позитивні":120,"Нейтральні":747,"Негативні":98,"MFI":1.224,"MV":791,"MQ":0.82,"NS":0.023,"AVR_MFI":3.585,"AVR_MV":278,"AVR_MQ":0.732,"AVR_NS":0.019},
    {"Банк":"РайффайзенБанкАваль","КількістьДокументів":291,"Позитивні":58,"Нейтральні":210,"Негативні":21,"MFI":2.762,"MV":284,"MQ":0.976,"NS":0.127,"AVR_MFI":3.585,"AVR_MV":278,"AVR_MQ":0.732,"AVR_NS":0.019},
    {"Банк":"ПУМБ","КількістьДокументів":50,"Позитивні":9,"Нейтральні":41,"Негативні":0,"MFI":10,"MV":59,"MQ":1.18,"NS":0.18,"AVR_MFI":3.585,"AVR_MV":278,"AVR_MQ":0.732,"AVR_NS":0.019},
    {"Банк":"Сбербанк","КількістьДокументів":462,"Позитивні":65,"Нейтральні":214,"Негативні":183,"MFI":0.356,"MV":-22,"MQ":-0.048,"NS":-0.255,"AVR_MFI":3.585,"AVR_MV":278,"AVR_MQ":0.732,"AVR_NS":0.019}
]
let arr_OB=[
    {"Банк":"ПриватБанк","КількістьДокументів":734,"Позитивні":61,"Нейтральні":653,"Негативні":20,"MFI":3.05,"MV":735,"MQ":1.001,"NS":0.056,"AVR_MFI":4.144,"AVR_MV":243,"AVR_MQ":0.898,"AVR_NS":0.05},
    {"Банк":"РайффайзенБанкАваль","КількістьДокументів":58,"Позитивні":6,"Нейтральні":50,"Негативні":2,"MFI":3,"MV":58,"MQ":1,"NS":0.069,"AVR_MFI":4.144,"AVR_MV":243,"AVR_MQ":0.898,"AVR_NS":0.05},
    {"Банк":"ПУМБ","КількістьДокументів":26,"Позитивні":5,"Нейтральні":21,"Негативні":0,"MFI":10,"MV":31,"MQ":1.192,"NS":0.192,"AVR_MFI":4.144,"AVR_MV":243,"AVR_MQ":0.898,"AVR_NS":0.05},
    {"Банк":"Сбербанк","КількістьДокументів":373,"Позитивні":48,"Нейтральні":234,"Негативні":91,"MFI":0.527,"MV":148,"MQ":0.397,"NS":-0.115,"AVR_MFI":4.144,"AVR_MV":243,"AVR_MQ":0.898,"AVR_NS":0.05}
]